src/main/resources/xml/ChangePasswordUser/ChangePasswordUser_soap1_1-request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="https://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="https://www.w3.org/2001/XMLSchema"
               xmlns:soap="https://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ChangePasswordUser xmlns="https://tempuri.org/">
            <userId>string</userId>
            <oldPass>string</oldPass>
            <newPass>string</newPass>
            <passwordPolicyId>string</passwordPolicyId>
            <programId>string</programId>
        </ChangePasswordUser>
    </soap:Body>
</soap:Envelope>

        <!--        POST /serviceconsulta.asmx HTTP/1.1-->
        <!--        Host: wscabalindividuosdev.cabal.coop-->
        <!--        Content-Type: text/xml; charset=utf-8-->
        <!--        Content-Length: length-->
        <!--        SOAPAction: "https://tempuri.org/ChangePasswordUser"-->

        <!--        HTTP/1.1 200 OK-->
        <!--        Content-Type: text/xml; charset=utf-8-->
        <!--        Content-Length: length-->